{
    "home": "Inicio",
    "about": "Sobre mi",
    "services": "Servicios",
    "projects": "Proyectos",
    "contact": "Contactos",

    "site-web": "Páginas web",
    "games": "juegos",


    "greeting": "Hola",
    "name": "Soy Enmanuel Bayen",
    "rol": "Full-stack developer",

    
    "im": "Quien soy",
    "description": "Mi nombre es Enmanuel Bayen y soy full stack developer",
    "my-description": "Me dedico desde hace un año al diseño y desarrollo web, estoy en constante aprendizaje de las tecnologías que ya domino, asimismo busco aprender nuevas tecnologías para enriquecer mis habilidades y mejorar mis buenas prácticas como desarrollador.",
    "years": "Edad: ",
    "from": "Desde: ",
    "btn-know-more": "Saber más",
    "tools": "Herramientas",


    "design": "Diseño UX/UI",
    "design-info": "Diseño de interfaz atractivas para usuarios tanto en web como en móvil, aprovechando al máximo la marca o el producto que el cliente dese explotar en su sitio web",
    "development": "Desarrollo WEB",
    "development-info": "Creación de páginas web, bien estructuradas, buen diseño responsivo, paleta de colores atractivas, con interacciones que le den al usuario satisfacción cuando navegue por el sitio web.",
    "maintenance": "Mantenimiento web",
    "maintenance-info": "Mantenimiento completo de páginas web para detectar y solucionar errores, actualización de contenido ya sean textos, fotos, elementos de diseño web, añadir nuevas funciones, etc.",
    "optimization": "Optimización web",
    "optimization-info": "Optimización completa de tu pagina web, mejorando la velocidad de carga, usando imágenes optimizadas,, un buen URL, para dar una mejor experiencia a los usuarios que visiten el sitio web ",

    

    "btn-more-projects": "Más proyectos",


    "contact-info": "Contactame por: ",


    "footer-info": "Pagina creada por Enmanuel Bayen",

    
    "about-info-1": "¡Hola! ¡Mi nombre es Enmanuel y soy un desarrollador full-stack! Mi objetivo es contribuir a una mejor interfaz de usuario y una experiencia de usuario accesible.",
    "about-info-2": "A través de Microverse, he podido desarrollar mis habilidades en HTML, CSS, JS, Ruby y React-Redux. Mi proyecto más reciente es una aplicación desarrollada en React (CRA) que permite a los usuarios reservar cohetes e inscribirse en misiones espaciales. Puedes ver el proyecto aquí: space-travelers-hub-snowy.vercel.app/. Mientras lo hacía, adquirí experiencia en comunicación y resolución de problemas trabajando de forma remota en un entorno multicultural.",
    "about-info-3": "Además de mis habilidades técnicas, mi experiencia como asistente de cuentas y guía de campamento me ha proporcionado una sólida base en disciplina y perseverancia. Estoy comprometido a completar cualquier tarea que se me asigne, por desafiante que sea. En mi tiempo libre, me gusta pasar tiempo con las personas que amo, jugar videojuegos con amigos, ver series/películas los fines de semana y hacer deportes.",    
    "btn-cv": "Descargar CV",
    "about-skills-1": "Un año de experiencia profesional en este lenguaje, me permiten desempeñarme sin problemas en la industria.",
    "about-skills-2": "Un año de experiencia laboral en este lenguaje, lo utilizo diariamente para desarrollar diseños web e interfases.",
    "about-skills-3": "Un año de experiencia usándolo en la rama del front-end y back-end, me permitieron familiarizarme con el lenguaje, e incluirlo en mis proyectos laborales.",
    "about-skills-5": "Menos de un año utilizando este framework, aun así, lo utilice en incontables proyectos laborales, que me permitieron conocerlo en su mayoría.",
    "about-skills-6": "Un año utilizando este sistema de gestión de bases de datos en el entorno personal, es una de las bases de datos que utilizo y manipulo con mayor frecuencia.",
    "about-skills-7": "Más de un año utilizando este framework JavaScript, realizando múltiples proyectos personales y laborales.",
    "about-skills-8": "Es el entorno de tiempo de ejecución multiplataforma que utilizo para hacer que mis aplicaciones web sean escalables.",
    "about-skills-9": "Es un lenguaje de programacion que utilizo mayormente para poder administrar de la mejor manera mis APIs y mi modelo de ejecución http.",

    
    "services-price": "Precios",
    "services-info-title-1": "Básico",
    "services-info-title-2": "Profesional",
    "services-info-sub-title-1": "Perfecto para nuevos negocios",
    "services-info-sub-title-2": "Diseñado para medianas empresas",
    "services-info-sub-title-3": "Excelente para sitios web grandes",
    "services-info-1-p1": " 1 página responsive",
    "services-info-p2": " +3 secciones por página",
    "services-info-p3": " Formulario de Contacto",
    "services-info-p4": " Dominio por 1 año",
    "services-info-p5": " Hosting por 1 año",
    "services-info-1-p6": " Se entrega en 5 días hábiles",
    "services-info-2-p1": " 5 páginas responsive",
    "services-info-p6": " Animaciones",
    "services-info-p7": " Mantenimiento gratis por 6 meses",
    "services-info-2-p6": " Se entrega en 7 días hábiles",
    "services-info-3-p1": " +10 páginas responsive",
    "services-info-3-p7": " Mantenimiento gratis por 1 año",
    "services-info-3-p6": " Se entrega en 14 días hábiles",
    "services-buy": "comprar",
    "services-questions": "Preguntas frecuentes",
    "services-questions-1": "¿Que es una páginas web responsive?",
    "services-questions-p1": "Es aquella página que es capaz de adaptarse a cualquier dispositivo donde se visualice, tanto como en celulares, tabletas, laptops, sin perder la apariencia ni la usabilidad.",
    "services-questions-2": "¿Que es un Dominio y un Hosting?",
    "services-questions-p2": "Ambos son elementos esenciales de un sitio web. En síntesis, el nombre de dominio es la dirección de la página web, mientras que el hosting proporciona el espacio y los recursos necesarios para poner en marcha el sitio web.",
    "services-questions-3": "¿Es necesario un mantenimiento mensual?",
    "services-questions-p3": "Hacer un mantenimiento regular de tu sitio web permite, atraer y retener clientes con nueva información, nuevos productos y servicios, además de ayudarte a mantener, o a mejorar tu ranking en Google.",

    
    "projects-link": "Enlace:",
    "projects-tec": "Tecnologías Utilizadas:",
    "projects-info-8-p1": "Luxury Speedsters App es un comercio electrónico desarrollado para la compra de automóviles de última generación.",
    "projects-info-8-p2": "Esta aplicación permite a los usuarios explorar un catálogo diverso de vehículos de última generación, explorar perfiles detallados de automóviles y crear reservas sin esfuerzo para sus autos soñados. Realice un seguimiento de todas sus reservas en un solo lugar, haciendo que su viaje hacia la excelencia automotriz sea fácil y emocionante",
    "projects-info-7-p1": "Recetas App, sitio web público de recetas.",
    "projects-info-7-p2": "Un Proyecto de Aplicación de Recetas es una página web que permite a los usuarios crear alimentos y recetas para ellos mismos y elegir si una receta es pública para que todos la vean.",
    "projects-info-6-p1": "Aplicación de Presupuesto, aplicación web diseñada para ayudar a los usuarios a gestionar sus finanzas y hacer un seguimiento de sus gastos.",
    "projects-info-6-p2": "Los usuarios pueden crear presupuestos, categorizar sus gastos. Además, los usuarios pueden generar informes financieros basados en los datos de su presupuesto e iniciar sesión con un nombre de usuario y una contraseña para acceder a estas funciones.",
    "projects-info-5-p1": "Centro de Viajeros Espaciales, SPA sobre misiones espaciales y cómo unirse a ellas.",
    "projects-info-5-p2": "¡Entra y descubre las últimas misiones que se realizarán para la navegación en el espacio y únete a esta aventura!",
    "projects-info-3-p1": "Métrica de Contaminación del Aire, versión móvil de SPA que indica los niveles de contaminación en el aire en los países de Europa.",
    "projects-info-3-p2": "¡Descubre los niveles actuales de contaminación en el aire con este sitio web móvil, puedes ver un gráfico que indica la distribución de los elementos presentes en la región!",
    "projectsApp-info-1-p1":"Próximamente.",
    "projectsApp-info-1-p2":"...",
    "projectsGame-info-1-p1":"Próximamente.",
    "projectsGame-info-1-p2":"..."
}
